Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Copy to all locales** fills every other language's *What's New* from the one you just wrote — useful before you translate it properly.
ar: **نسخ إلى كافة اللغات** يملأ *الميزات الجديدة* الخاصة بكل لغة أخرى من اللغة التي كتبتها للتو - وهو أمر مفيد قبل ترجمتها بشكل صحيح.
ca: **Copia a totes les configuracions regionals** omple el *Novetats* de tots els altres idiomes del que acabeu d'escriure, útil abans de traduir-lo correctament.
cs: **Kopírovat do všech národních prostředí** vyplní *Co je nového* ve všech ostatních jazycích z toho, který jste právě napsali – užitečné, než to správně přeložíte.
da: **Kopier til alle landestandarder** udfylder alle andre sprogs *Hvad er nyt* fra det, du lige har skrevet - nyttigt, før du oversætter det korrekt.
de: **In alle Sprachen kopieren** füllt *Neuheiten in dieser Version* aller anderen Sprachen mit dem Text, den du gerade geschrieben hast – nützlich, bevor du ihn richtig übersetzt.
el: Η **Αντιγραφή σε όλες τις τοπικές ρυθμίσεις** γεμίζει το *Τι νέο* κάθε άλλης γλώσσας από αυτή που μόλις γράψατε — χρήσιμο πριν το μεταφράσετε σωστά.
es: **Copiar a todos los idiomas** rellena las *Novedades* de todos los demás idiomas con lo que acabas de escribir; útil antes de traducirlas bien.
fa: **کپی در همهٔ زبان‌ها** فیلد *تازه‌های این نسخه* را در همهٔ زبان‌های دیگر با متنی که همین حالا نوشتید پر می‌کند — پیش از ترجمهٔ درست، کاربردی است.
fi: **Kopioi kaikille kielille** täyttää kaikki muut kielet *Uutta* juuri kirjoittamastasi kielestä – hyödyllinen ennen kuin käännät sen oikein.
fr: **Copier dans toutes les langues** remplit les *Nouveautés* de toutes les autres langues à partir de celle que vous venez de rédiger — pratique avant de les traduire correctement.
he: **העתק לכל המקומות** ממלא את *מה חדש* של כל שפה אחרת מזה שכתבת זה עתה - שימושי לפני שתתרגם אותו כראוי.
hr: **Kopiraj na sve jezike** popunjava *Što je novo* na svakom drugom jeziku od onog koji ste upravo napisali — korisno prije nego što ga pravilno prevedete.
hu: A **Másolás az összes területre** minden más nyelv *Újdonságait* kitölti az imént írt nyelvből – hasznos, mielőtt megfelelően lefordítaná.
id: **Salin ke semua lokal** mengisi *Apa yang Baru* dari bahasa yang baru saja Anda tulis — berguna sebelum Anda menerjemahkannya dengan benar.
it: **Copia in tutte le lingue** compila le *Novità* di ogni altra lingua a partire da quella che hai appena scritto: utile prima di tradurle come si deve.
ja: **すべてのロケールにコピー** は、書いたばかりの言語の *このバージョンの最新情報* をほかのすべての言語に入れます。きちんと翻訳する前の仮入力に便利です。
ko: **모든 로케일에 복사**는 방금 작성한 언어의 *새로운 기능*을 다른 모든 언어에 채웁니다. 제대로 번역하기 전에 유용합니다.
ms: **Salin ke semua tempat** mengisi setiap bahasa lain *Apa yang Baharu* daripada bahasa yang baru anda tulis — berguna sebelum anda menterjemahkannya dengan betul.
nl: **Kopiëren naar alle landinstellingen** vult de *Wat is er nieuw* van elke andere taal in van degene die je zojuist hebt geschreven - handig voordat je het correct vertaalt.
no: **Kopier til alle språk** fyller alle andre språks *Hva er nytt* fra det du nettopp skrev - nyttig før du oversetter det ordentlig.
pl: **Kopiuj do wszystkich ustawień regionalnych** wypełnia *Co nowego* w każdym innym języku z tego, który właśnie napisałeś — przydatne przed właściwym przetłumaczeniem.
pt_br: **Copiar para todas as localidades** preenche as *Novidades* de todos os outros idiomas com o texto que você acabou de escrever — útil antes de traduzi-lo de verdade.
pt_pt: **Copiar para todas as localidades** preenche as *Novidades* de todos os outros idiomas daquele que você acabou de escrever - útil antes de traduzi-lo corretamente.
ro: **Copiați în toate localitățile** completează *Ce este nou* din orice altă limbă din cea pe care tocmai ați scris-o - util înainte de a o traduce corect.
ru: **Скопировать во все языки** заполняет раздел *Что нового* для всех остальных языков текстом, который вы только что написали, — удобно, пока вы еще не перевели его как следует.
sk: **Kopírovať do všetkých miestnych nastavení** vyplní *Čo je nové* v každom inom jazyku z toho, ktorý ste práve napísali – čo je užitočné skôr, ako to správne preložíte.
sl: **Kopiraj v vse jezike** zapolni *Kaj je novega* v vseh drugih jezikih od tistega, ki ste ga pravkar napisali – uporabno, preden ga pravilno prevedete.
sv: **Kopiera till alla språk** fyller alla andra språks *Nyheter* från det du just skrev — användbart innan du översätter det ordentligt.
th: **คัดลอกไปยังสถานที่ทั้งหมด** เติม *มีอะไรใหม่* ของทุกภาษาจากภาษาที่คุณเพิ่งเขียน ซึ่งมีประโยชน์ก่อนที่คุณจะแปลอย่างถูกต้อง
tr: **Tüm dillere kopyala**, diğer tüm dillerin *Yenilikler* alanını az önce yazdığınız metinle doldurur — düzgünce çevirmeden önce işe yarar.
uk: **Скопіювати в усі мови** заповнює *Що нового* для всіх інших мов текстом, який ви щойно написали, — зручно, поки ви ще не переклали його як слід.
ur: **تمام لوکیلز میں کاپی کریں** ہر دوسری زبان کی *نیا کیا ہے* اس سے بھرتا ہے جسے آپ نے ابھی لکھا ہے — اس کا صحیح ترجمہ کرنے سے پہلے مفید ہے۔
vi: **Sao chép sang tất cả các ngôn ngữ** điền vào *Có gì mới* của mọi ngôn ngữ khác từ ngôn ngữ bạn vừa viết — hữu ích trước khi bạn dịch chính xác.
zh_hans: **拷贝到所有语言** 会用你刚写好的内容填入其他所有语言的 *此版本的新增内容*——在正式翻译之前很有用。
zh_hant: **拷貝到所有語言**會以你剛寫好的內容填入其他所有語言的*此版本新增內容*——在正式翻譯前很實用。

source: **Crop**: double-click an image (or use **Crop** in the properties bar) and drag or use the arrow keys to move the picture inside its frame; the zoom slider next to **Crop** enlarges it. A locked image can't be cropped. Press **Return** or **Esc**, click **Done**, or click elsewhere, to finish. **Reset Crop** (right-click) shows the whole picture again.
ar: **الاقتصاص**: انقر نقرًا مزدوجًا على الصورة (أو استخدم **الاقتصاص** في شريط الخصائص) واسحب أو استخدم مفاتيح الأسهم لتحريك الصورة داخل إطارها؛ يقوم شريط تمرير التكبير/التصغير الموجود بجوار **الاقتصاص** بتكبيره. لا يمكن اقتصاص الصورة المقفلة. اضغط على **Return** أو **Esc**، ثم انقر على **Done**، أو انقر في مكان آخر للإنهاء. **إعادة تعيين الاقتصاص** (النقر بزر الماوس الأيمن) يعرض الصورة بأكملها مرة أخرى.
ca: **Retallar**: feu doble clic en una imatge (o utilitzeu **Retallar** a la barra de propietats) i arrossegueu o utilitzeu les tecles de fletxa per moure la imatge dins del seu marc; el control lliscant del zoom al costat de **Retallar** l'amplia. Una imatge bloquejada no es pot retallar. Premeu **Retorn** o **Esc**, feu clic a **Fet** o feu clic en un altre lloc per acabar. **Restableix el retall** (clic dret) torna a mostrar tota la imatge.
cs: **Oříznout**: poklepejte na obrázek (nebo použijte **Oříznout** na panelu vlastností) a přetažením nebo pomocí kláves se šipkami přesuňte obrázek do rámečku; posuvník zoomu vedle **Oříznout** jej zvětší. Uzamčený obrázek nelze oříznout. Pro dokončení stiskněte **Return** nebo **Esc**, klikněte na **Hotovo** nebo klikněte jinam. **Resetovat oříznutí** (kliknutím pravým tlačítkem) znovu zobrazí celý obrázek.
da: **Beskær**: dobbeltklik på et billede (eller brug **Beskær** i egenskabslinjen), og træk eller brug piletasterne til at flytte billedet inden for dets ramme; zoomskyderen ved siden af ​​**Beskær** forstørrer den. Et låst billede kan ikke beskæres. Tryk på **Retur** eller **Esc**, klik på **Udført**, eller klik et andet sted for at afslutte. **Nulstil beskæring** (højreklik) viser hele billedet igen.
de: **Zuschneiden**: Doppelklicke auf ein Bild (oder nutze **Zuschneiden** in der Eigenschaftenleiste) und zieh oder benutze die Pfeiltasten, um das Bild im Rahmen zu verschieben; der Zoomregler neben **Zuschneiden** vergrößert es. Ein gesperrtes Bild lässt sich nicht zuschneiden. Drücke **Return** oder **Esc**, klicke auf **Fertig** oder klicke woanders hin, um fertig zu werden. **Zuschnitt zurücksetzen** (Rechtsklick) zeigt wieder das ganze Bild.
el: **Περικοπή**: κάντε διπλό κλικ σε μια εικόνα (ή χρησιμοποιήστε το **Περικοπή** στη γραμμή ιδιοτήτων) και σύρετε ή χρησιμοποιήστε τα πλήκτρα βέλους για να μετακινήσετε την εικόνα μέσα στο πλαίσιο της. το ρυθμιστικό ζουμ δίπλα στο **Περικοπή** το μεγεθύνει. Δεν είναι δυνατή η περικοπή μιας κλειδωμένης εικόνας. Πατήστε **Επιστροφή** ή **Esc**, κάντε κλικ στο **Τέλος** ή κάντε κλικ αλλού, για να τελειώσετε. **Επαναφορά περικοπής** (δεξί κλικ) εμφανίζει ξανά ολόκληρη την εικόνα.
es: **Recortar**: haz doble clic en una imagen (o usa **Recortar** en la barra de propiedades) y arrastra o usa las teclas de flecha para mover la imagen dentro de su marco; el regulador de zoom junto a **Recortar** la amplía. Una imagen bloqueada no se puede recortar. Pulsa **Retorno** o **Esc**, haz clic en **Hecho** o haz clic en otro sitio para terminar. **Restablecer recorte** (clic secundario) vuelve a mostrar la imagen completa.
fa: **برش**: روی یک تصویر دوبار کلیک کنید (یا از **برش** در نوار خصوصیات استفاده کنید) و با کشیدن یا کلیدهای جهت‌نما تصویر را درون قابش جابه‌جا کنید؛ لغزنده بزرگ‌نمایی کنار **برش** آن را بزرگ‌تر می‌کند. تصویر قفل‌شده را نمی‌توان برش داد. برای پایان، **Return** یا **Esc** را فشار دهید، روی **انجام شد** کلیک کنید یا جای دیگری کلیک کنید. **بازنشانی برش** (کلیک راست) دوباره کل تصویر را نشان می‌دهد.
fi: **Rajaa**: kaksoisnapsauta kuvaa (tai käytä ominaisuuspalkin **Rajaa**) ja siirrä kuvaa kehyksen sisällä vetämällä tai nuolinäppäimillä. **Rajaa**-kohdan vieressä oleva zoomausliukusäädin suurentaa sitä. Lukittua kuvaa ei voi rajata. Paina **Return** tai **Esc**, napsauta **Valmis** tai napsauta muualla lopettaaksesi. **Reset Crop** (napsautus hiiren oikealla painikkeella) näyttää koko kuvan uudelleen.
fr: **Recadrer** : double-cliquez sur une image (ou utilisez **Recadrer** dans la barre de propriétés), puis faites glisser ou utilisez les touches fléchées pour déplacer l'image dans son cadre ; le curseur de zoom à côté de **Recadrer** l'agrandit. Une image verrouillée ne peut pas être recadrée. Appuyez sur **Retour** ou **Échap**, cliquez sur **Terminé** ou cliquez ailleurs pour terminer. **Réinitialiser le recadrage** (clic droit) affiche à nouveau l'image entière.
he: **חתוך**: לחץ פעמיים על תמונה (או השתמש ב-**Crop** בשורת המאפיינים) וגרור או השתמש במקשי החצים כדי להזיז את התמונה בתוך המסגרת שלה; מחוון הזום שליד **Crop** מגדיל אותו. לא ניתן לחתוך תמונה נעולה. לחץ על **Return** או **Esc**, לחץ על **Done**, או לחץ במקום אחר, כדי לסיים. **איפוס חיתוך** (לחיצה ימנית) מציג שוב את כל התמונה.
hr: **Obreži**: dvaput pritisnite sliku (ili upotrijebite **Obreži** na traci svojstava) i povucite ili upotrijebite tipke sa strelicama za pomicanje slike unutar okvira; klizač za zumiranje pokraj **Crop** ga povećava. Zaključanu sliku nije moguće izrezati. Pritisnite **Return** ili **Esc**, kliknite **Done** ili kliknite negdje drugdje da biste završili. **Reset Crop** (desni klik) ponovno prikazuje cijelu sliku.
hu: **Vágás**: kattintson duplán egy képre (vagy használja a **Vágás** parancsot a tulajdonságsorban), és húzza vagy használja a nyílbillentyűket a kép mozgatásához a keretén belül; a **Vágás** melletti nagyítási csúszka kinagyítja. A zárolt képet nem lehet levágni. Nyomja meg a **Return** vagy **Esc** billentyűt, kattintson a **Kész** gombra, vagy kattintson máshova a befejezéshez. **Vágás visszaállítása** (jobb gombbal kattintva) ismét a teljes képet mutatja.
id: **Pangkas**: klik dua kali gambar (atau gunakan **Pangkas** di bilah properti) dan seret atau gunakan tombol panah untuk memindahkan gambar ke dalam bingkainya; penggeser zoom di sebelah **Pangkas** akan memperbesarnya. Gambar yang terkunci tidak dapat dipotong. Tekan **Return** atau **Esc**, klik **Done**, atau klik di tempat lain, untuk menyelesaikan. **Reset Pangkas** (klik kanan) menampilkan seluruh gambar lagi.
it: **Ritaglia**: fai doppio clic su un'immagine (o usa **Ritaglia** nella barra delle proprietà) e trascina o usa i tasti freccia per spostare l'immagine nella cornice; il cursore dello zoom accanto a **Ritaglia** la ingrandisce. Un'immagine bloccata non può essere ritagliata. Premi **A capo** o **Esc**, fai clic su **Fine** oppure fai clic altrove per terminare. **Reimposta ritaglio** (clic destro) mostra di nuovo l'immagine intera.
ja: **トリミング**：画像をダブルクリック（またはプロパティバーの**トリミング**を使用）し、ドラッグするか矢印キーで枠内の画像を移動します。**トリミング**の横にあるズームスライダで拡大できます。ロックされた画像はトリミングできません。終了するには **return** か **esc** キーを押すか、**完了**をクリックするか、別の場所をクリックします。**トリミングをリセット**（右クリック）で画像全体が再び表示されます。
ko: **자르기**: 이미지를 이중 클릭하고(또는 속성 막대에서 **자르기** 사용) 드래그하거나 화살표 키로 프레임 안의 사진을 이동합니다. **자르기** 옆의 확대/축소 슬라이더로 사진을 키울 수 있습니다. 잠긴 이미지는 자를 수 없습니다. 끝내려면 **Return** 또는 **Esc** 키를 누르거나, **완료**를 클릭하거나, 다른 곳을 클릭하세요. **자르기 재설정**(오른쪽 클릭)을 하면 사진 전체가 다시 표시됩니다.
ms: **Pangkas**: klik dua kali pada imej (atau gunakan **Pangkas** dalam bar sifat) dan seret atau gunakan kekunci anak panah untuk mengalihkan gambar di dalam bingkainya; peluncur zum di sebelah **Pangkas** membesarkannya. Imej yang dikunci tidak boleh dipangkas. Tekan **Return** atau **Esc**, klik **Selesai**, atau klik di tempat lain, untuk menyelesaikannya. **Reset Crop** (klik kanan) menunjukkan keseluruhan gambar sekali lagi.
nl: **Bijsnijden**: dubbelklik op een afbeelding (of gebruik **Bijsnijden** in de eigenschappenbalk) en sleep of gebruik de pijltoetsen om de afbeelding binnen het frame te verplaatsen; de zoomschuifregelaar naast **Bijsnijden** vergroot het beeld. Een vergrendelde afbeelding kan niet worden bijgesneden. Druk op **Return** of **Esc**, klik op **Gereed** of klik ergens anders om te voltooien. **Reset Bijsnijden** (klik met de rechtermuisknop) toont de hele afbeelding opnieuw.
no: **Beskjær**: dobbeltklikk på et bilde (eller bruk **Beskjær** i egenskapslinjen) og dra eller bruk piltastene for å flytte bildet innenfor rammen; zoom-glidebryteren ved siden av **Beskjær** forstørrer den. Et låst bilde kan ikke beskjæres. Trykk på **Retur** eller **Esc**, klikk på **Ferdig**, eller klikk et annet sted for å fullføre. **Reset Crop** (høyreklikk) viser hele bildet igjen.
pl: **Przytnij**: kliknij dwukrotnie obraz (lub użyj opcji **Przytnij** na pasku właściwości) i przeciągnij lub użyj klawiszy strzałek, aby przenieść obraz wewnątrz ramki; suwak powiększenia obok opcji **Przytnij** powoduje jego powiększenie. Zablokowanego obrazu nie można przyciąć. Naciśnij **Return** lub **Esc**, kliknij **Gotowe** lub kliknij gdzie indziej, aby zakończyć. **Resetuj kadrowanie** (kliknięcie prawym przyciskiem myszy) powoduje ponowne wyświetlenie całego obrazu.
pt_br: **Recortar**: clique duas vezes em uma imagem (ou use **Recortar** na barra de propriedades) e arraste ou use as teclas de seta para mover a imagem dentro do quadro; o controle de zoom ao lado de **Recortar** a amplia. Uma imagem bloqueada não pode ser recortada. Pressione **Return** ou **Esc**, clique em **Concluído** ou clique em outro lugar para terminar. **Redefinir recorte** (clique com o botão direito) mostra a imagem inteira de novo.
pt_pt: **Cortar**: clique duas vezes em uma imagem (ou use **Cortar** na barra de propriedades) e arraste ou use as teclas de seta para mover a imagem dentro de seu quadro; o controle deslizante de zoom ao lado de **Cortar** aumenta. Uma imagem bloqueada não pode ser cortada. Pressione **Return** ou **Esc**, clique em **Concluído** ou clique em outro lugar para finalizar. **Redefinir corte** (clique com o botão direito) mostra a imagem inteira novamente.
ro: **Decupare**: faceți dublu clic pe o imagine (sau utilizați **Tăiere** în bara de proprietăți) și trageți sau utilizați tastele săgeți pentru a muta fotografia în cadrul acesteia; glisorul de zoom de lângă **Decupare** îl mărește. O imagine blocată nu poate fi decupată. Apăsați **Retur** sau **Esc**, faceți clic pe **Terminat** sau faceți clic în altă parte pentru a finaliza. **Resetați decuparea** (clic dreapta) arată din nou întreaga imagine.
ru: **Обрезать**: дважды нажмите на изображение (или используйте **Обрезать** на панели свойств) и перетаскивайте его или двигайте клавишами со стрелками внутри рамки; ползунок масштаба рядом с **Обрезать** увеличивает его. Заблокированное изображение обрезать нельзя. Чтобы закончить, нажмите **Return** или **Esc**, нажмите **Готово** либо щёлкните в другом месте. **Сбросить обрезку** (правый клик) снова показывает изображение целиком.
sk: **Orezať**: dvakrát kliknite na obrázok (alebo použite **Orezať** na paneli vlastností) a potiahnite alebo použite klávesy so šípkami, aby ste presunuli obrázok do rámčeka; posúvač priblíženia vedľa položky **Orezať** ho zväčší. Uzamknutý obrázok nie je možné orezať. Dokončite stlačením **Return** alebo **Esc**, kliknutím na **Hotovo** alebo kliknutím inam. **Obnoviť orezanie** (kliknutím pravým tlačidlom myši) znova zobrazí celý obrázok.
sl: **Obreži**: dvokliknite sliko (ali uporabite **Obreži** v vrstici z lastnostmi) in povlecite ali uporabite puščične tipke, da premaknete sliko znotraj okvira; drsnik za povečavo poleg **Crop** ga poveča. Zaklenjene slike ni mogoče obrezati. Pritisnite **Return** ali **Esc**, kliknite **Končano** ali kliknite drugje, da končate. **Ponastavi obrez** (desni klik) ponovno prikaže celotno sliko.
sv: **Beskär**: dubbelklicka på en bild (eller använd **Beskär** i egenskapsfältet) och dra eller använd piltangenterna för att flytta bilden inuti dess ram; zoomreglaget bredvid **Beskär** förstorar den. En låst bild kan inte beskäras. Tryck på **Retur** eller **Esc**, klicka på **Klar** eller klicka någon annanstans för att avsluta. **Återställ beskärning** (högerklicka) visar hela bilden igen.
th: **ครอบตัด**: ดับเบิลคลิกที่รูปภาพ (หรือใช้ **ครอบตัด** ในแถบคุณสมบัติ) แล้วลากหรือใช้ปุ่มลูกศรเพื่อย้ายรูปภาพภายในกรอบ แถบเลื่อนการซูมที่อยู่ถัดจาก **ครอบตัด** จะขยายให้ใหญ่ขึ้น ภาพที่ล็อคไม่สามารถครอบตัดได้ กด **Return** หรือ **Esc** คลิก **เสร็จสิ้น** หรือคลิกที่อื่นเพื่อเสร็จสิ้น **รีเซ็ตครอบตัด** (คลิกขวา) จะแสดงรูปภาพทั้งหมดอีกครั้ง
tr: **Kırp**: bir görüntüye çift tıklayın (veya özellikler çubuğundaki **Kırp**'ı kullanın) ve resmi çerçevesi içinde taşımak için sürükleyin ya da ok tuşlarını kullanın; **Kırp**'ın yanındaki yakınlaştırma sürgüsü onu büyütür. Kilitli bir görüntü kırpılamaz. Bitirmek için **Return** veya **Esc** tuşuna basın, **Bitti**'ye tıklayın ya da başka bir yere tıklayın. **Kırpmayı Sıfırla** (sağ tıklama) resmin tamamını yeniden gösterir.
uk: **Обрізати**: двічі клацніть зображення (або скористайтеся кнопкою **Обрізати** на панелі властивостей) і перетягуйте його чи рухайте клавішами зі стрілками всередині рамки; повзунок масштабу поруч із **Обрізати** збільшує його. Замкнене зображення обрізати не можна. Щоб завершити, натисніть **Return** або **Esc**, клацніть **Готово** чи клацніть деінде. **Скинути обрізання** (правий клік) знову показує зображення повністю.
ur: **کراپ**: کسی تصویر پر ڈبل کلک کریں (یا پراپرٹی بار میں **کراپ** کا استعمال کریں) اور تصویر کو اس کے فریم کے اندر منتقل کرنے کے لیے تیر والے بٹنوں کو گھسیٹیں یا استعمال کریں۔ **کراپ** کے ساتھ والا زوم سلائیڈر اسے بڑا کرتا ہے۔ مقفل تصویر کو تراش نہیں کیا جا سکتا۔ ختم کرنے کے لیے **واپسی** یا **Esc** دبائیں، **ہو گیا** پر کلک کریں، یا کسی اور جگہ پر کلک کریں۔ **ری سیٹ کراپ** (دائیں کلک) پوری تصویر کو دوبارہ دکھاتا ہے۔
vi: **Cắt**: nhấp đúp vào hình ảnh (hoặc sử dụng **Cắt** trong thanh thuộc tính) và kéo hoặc sử dụng các phím mũi tên để di chuyển hình ảnh vào trong khung của nó; thanh trượt thu phóng bên cạnh **Cắt** phóng to nó. Không thể cắt ảnh bị khóa. Nhấn **Return** hoặc **Esc**, nhấp vào **Xong** hoặc nhấp vào nơi khác để hoàn tất. **Đặt lại ảnh** (nhấp chuột phải) hiển thị lại toàn bộ ảnh.
zh_hans: **裁剪**：连按图像（或使用属性栏中的**裁剪**），然后拖移或使用箭头键在框内移动图片；**裁剪**旁的缩放滑块可将其放大。已锁定的图像无法裁剪。按下 **Return** 或 **Esc** 键、点按**完成**，或点按其他位置即可完成。**重置裁剪**（右键点按）会重新显示整张图片。
zh_hant: **裁切**：按兩下影像（或使用屬性列中的**裁切**），然後拖移或使用方向鍵在框內移動圖片；**裁切**旁的縮放滑桿可將其放大。已鎖定的影像無法裁切。按下 **Return** 或 **Esc** 鍵、按一下**完成**，或按一下其他位置即可完成。**重置裁切**（按右鍵）會重新顯示整張圖片。

source: **Custom filename suffix** — append a suffix to exported screenshot filenames.
ar: **لاحقة اسم ملف مخصصة** — إلحاق لاحقة بأسماء ملفات لقطة الشاشة المصدرة.
ca: **Sufix de nom de fitxer personalitzat**: afegiu un sufix als noms de fitxer de captures de pantalla exportats.
cs: **Vlastní přípona souboru** — přidat příponu k názvům souborů exportovaných snímků obrazovky.
da: **Brugerdefineret filnavnssuffiks** — føj et suffiks til eksporterede skærmbilledefilnavne.
de: **Benutzerdefiniertes Dateinamensuffix** – hängt ein Suffix an die Dateinamen exportierter Screenshots an.
el: **Προσαρμοσμένο επίθημα ονόματος αρχείου** — προσθέστε ένα επίθημα στα εξαγόμενα ονόματα αρχείων στιγμιότυπου οθόνης.
es: **Sufijo de nombre de archivo personalizado**: añade un sufijo a los nombres de archivo de las capturas exportadas.
fa: **پسوند نام فایل سفارشی** — پسوندی به نام فایل اسکرین‌شات‌های صادرشده اضافه می‌کند.
fi: **Muokatun tiedostonimen pääte** — lisää pääte vietyihin kuvakaappaustiedostojen nimiin.
fr: **Suffixe de nom de fichier personnalisé** : ajoutez un suffixe aux noms de fichiers de capture d'écran exportés.
he: **סיומת שם קובץ מותאם אישית** - הוסף סיומת לשמות קבצים מיוצאים של צילומי מסך.
hr: **Prilagođeni sufiks naziva datoteke** — dodajte sufiks izvezenim nazivima datoteka snimaka zaslona.
hu: **Egyéni fájlnév utótag** – utótag hozzáadása az exportált képernyőkép-fájlnevekhez.
id: **Akhiran nama file khusus** — menambahkan akhiran ke nama file tangkapan layar yang diekspor.
it: **Suffisso personalizzato nome file**: aggiunge un suffisso ai nomi dei file degli screenshot esportati.
ja: **カスタムファイル名のサフィックス** — 書き出すスクリーンショットのファイル名にサフィックスを付けます。
ko: **사용자 정의 파일 이름 접미사** — 내보낸 스크린샷 파일 이름에 접미사를 추가합니다.
ms: **Akhiran nama fail tersuai** — tambahkan akhiran pada nama fail tangkapan skrin yang dieksport.
nl: **Aangepast achtervoegsel bestandsnaam**: voeg een achtervoegsel toe aan geëxporteerde schermafdrukbestandsnamen.
no: **Egendefinert filnavnsuffiks** — legg til et suffiks til eksporterte skjermbildefilnavn.
pl: **Niestandardowy przyrostek nazwy pliku** — dołącz przyrostek do nazw plików wyeksportowanych zrzutów ekranu.
pt_br: **Sufixo de nome de arquivo personalizado** — anexe um sufixo aos nomes de arquivos de captura de tela exportados.
pt_pt: **Sufixo de nome de ficheiro personalizado** — anexe um sufixo aos nomes de ficheiros de captura de ecrã exportados.
ro: **Sufix personalizat pentru nume de fișier** — adăugați un sufix la numele fișierelor de capturi de ecran exportate.
ru: **Свой суффикс имени файла** — добавлять суффикс к именам файлов экспортированных скриншотов.
sk: **Vlastná prípona súboru** — pridajte príponu k názvom súborov exportovaných snímok obrazovky.
sl: **Pripona imena datoteke po meri** — dodajte pripono izvoženim imenom datotek posnetkov zaslona.
sv: **Anpassat filnamnssuffix** — lägg till ett suffix till exporterade skärmdumpsfilnamn.
th: **ส่วนต่อท้ายชื่อไฟล์ที่กำหนดเอง** — เพิ่มส่วนต่อท้ายให้กับชื่อไฟล์ภาพหน้าจอที่ส่งออก
tr: **Özel dosya adı soneki** — dışa aktarılan ekran görüntüsü dosya adlarının sonuna bir sonek ekler.
uk: **Власний суфікс імені файлу** — додає суфікс до імен файлів експортованих знімків екрана.
ur: **کسٹم فائل نام کا لاحقہ** — ایکسپورٹ شدہ اسکرین شاٹ فائل ناموں میں ایک لاحقہ شامل کریں۔
vi: **Hậu tố tên tệp tùy chỉnh** — thêm hậu tố vào tên tệp ảnh chụp màn hình đã xuất.
zh_hans: **自定义文件名后缀**——在导出的截图文件名后附加后缀。
zh_hant: **自訂檔名後綴**——在輸出的螢幕截圖檔名後附加後綴。
